Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། གཟུགས་ཤེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and physical forms are not two things and are not to be divided into two.

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that feelings, perceptions, formative predispositions, and consciousness are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, that the two phenomena designated as not having come into being and consciousness [and so forth] are not two things and are not to be divided into two. “

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པ་མིག་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that the eyes are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། མིག་ཅེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and the eyes are not two things and are not to be divided into two.

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར་རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that the ears, nose, tongue, body, and mental faculty are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། ཡིད་ཅེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and the mental faculty [and so forth] are not two things and are not to be divided into two. “

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ། དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་།
en: They do not observe that sounds, odors, tastes, tangibles, and mental phenomena are other than not having come into being.

source: ཆོས་ཤེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and mental phenomena [and so forth] are not two things and are not to be divided into two. “

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། མིག་གི་རྣམ་པར་ཤེས་པ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that visual consciousness is other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ། །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར།
en: That is to say, the two phenomena designated as not having come into being and visual consciousness are not two things and are not to be divided into two.

source: རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and mental consciousness [and so forth] are not two things and are not to be divided into two. “

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། མིག་གི་འདུས་ཏེ་རེག་པ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that visually compounded sensory contact is other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ། །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར།
en: That is to say, the two phenomena designated as not having come into being and visually compounded sensory contact are not two things and are not to be divided into two.

source: རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and mentally compounded sensory contact [and so forth] are not two things and are not to be divided into two. “

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that feelings due to sensory contact that is visually compounded are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ། །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར།
en: That is to say, the two phenomena designated as not having come into being and feelings due to sensory contact that is visually compounded are not two things and are not to be divided into two.

source: རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, and feelings due to sensory contact that is mentally compounded are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and feelings due to sensory contact that is mentally compounded [and so forth] are not two things and are not to be divided into two. “

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། སའི་ཁམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that the earth element is other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། སའི་ཁམས་ཤེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ། །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར།
en: That is to say, the two phenomena designated as not having come into being and the earth element are not two things and are not to be divided into two.

source: ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that the water element, the fire element, the wind element, the space element, and the consciousness element are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཤེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and the consciousness element [and so forth] are not two things and are not to be divided into two. “

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། མ་རིག་པ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that ignorance is other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། མ་རིག་པ་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and ignorance are not two things and are not to be divided into two.

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་ཚོར་བ་དང་སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་། རྒ་ཤི་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། རྒ་ཤི་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and aging and death [and so forth] are not two things and are not to be divided into two. “

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that the perfection of generosity is other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ། །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར།
en: That is to say, the two phenomena designated as not having come into being and the perfection of generosity are not two things and are not to be divided into two.

source: ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and the perfection of wisdom [and so forth] are not two things and are not to be divided into two. “

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། ནང་སྟོང་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that the emptiness of internal phenomena is other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ། །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར།
en: That is to say, the two phenomena which are designated as not having come into being and the emptiness of internal phenomena are not two things and are not to be divided into two.

source: དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཅེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and the emptiness of the essential nature of nonentities [and so forth] are not two things and are not to be divided into two. “

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that the applications of mindfulness are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ། །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། ཡང་དག་པར་སྤོང་བ་དང་།
en: That is to say, the two phenomena designated as not having come into being and the applications of mindfulness are not two things and are not to be divided into two.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ། །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་བ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་།
en: That is to say, the two phenomena designated as not having come into being and the noble eightfold path [and so forth] are not two things and are not to be divided into two. “

source: གཟུངས་ཀྱི་སྒོ་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, and the distinct qualities of the buddhas are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཤེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and the distinct qualities of the buddhas [and so forth] are not two things and are not to be divided into two. “

source: །མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not observe that [the goals of realization], up to and including all-aspect omniscience, are other than not having come into being.

source: དེ་ལྟར་ན་མངོན་པར་མ་གྲུབ་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བྱ་བའི་ཆོས་དེ་གཉིས་ནི་གཉིས་སུ་མེད་དེ་གཉིས་སུ་བྱར་མེད་དོ།
en: That is to say, the two phenomena designated as not having come into being and all-aspect omniscience [and so forth] are not two things and are not to be divided into two. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་རྣམ་གྲངས་དེས་ན། མངོན་པར་མ་གྲུབ་པ་མ་གཏོགས་པར། གང་བྱང་ཆུབ་ཏུ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ལྟ་བུ་མི་དམིགས་སོ།
en: That, Venerable Śāradvatīputra, is the formulation explaining how one cannot apprehend as other than not having come into being such bodhisattvas who are engaged in enlightenment. “

source: །ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་གང་ཡང་འདི་སྐད་དུ་ཅིའི་ཕྱིར་ན། དེ་ལྟར་བསྟན་པའི་ཚེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གལ་ཏེ་མི་འཇིགས་མི་སྔང་སྐྲག་པར་མི་འགྱུར་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་དོ། །ཞེས་སྨྲས་ཤེས་ཟེར་བ་ནི།
en: Venerable Śāradvatīputra, you also asked why it is that when such teachings are given, if bodhisattva great beings are not frightened and not terrified, then these bodhisattva great beings are practicing the perfection of wisdom.

source: ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས། ཆོས་ཐམས་ཅད་བྱེད་པ་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མཐོང་ལ།
en: Venerable Śāradvatīputra, it is because bodhisattva great beings observe all phenomena as without activity.

source: ཆོས་ཐམས་ཅད་རྨི་ལམ་དང་འདྲ་བར་ཡང་དག་པར་རྗེས་སུ་མཐོང་ངོ་། །ཆོས་ཐམས་ཅད་སྒྱུ་མ་དང་འདྲ་བ། སྨིག་རྒྱུ་དང་འདྲ་བ་སྒྲ་བརྙན་དང་འདྲ་བ་མིག་ཡོར་དང་འདྲ་བ། སྤྲུལ་པ་དང་འདྲ་བར་ཡང་དག་པར་རྗེས་སུ་མཐོང་བས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་རྣམ་གྲངས་དེས་ན།
en: They observe all phenomena to resemble a dream, they observe all phenomena to resemble a magical display, and they observe all phenomena to resemble a mirage, an echo, an optical aberration, and a phantom emanation.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། བསྟན་པ་འདི་ཐོས་ན་མི་འཇིགས་མི་སྔང་སྐྲག་པར་མི་འགྱུར་རོ།
en: That, Venerable Śāradvatīputra, is the formulation explaining how when bodhisattva great beings practice the perfection of wisdom, they will not be frightened and they will not be terrified upon hearing such teachings.” {

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གང་གི་ཚེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་ཅིང་། ཆོས་དེ་དག་ལ་འདི་ལྟར་ཡོངས་སུ་རྟོག་པ་དེའི་ཚེ་འདི་ནི་གཟུགས་ཤེས་བགྱི་བར་གཟུགས་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: Dt.255} Then the venerable Subhūti asked the Blessed One, “Blessed Lord, when bodhisattva great beings practice the perfection of wisdom and investigate those phenomena accordingly, at that time they do not apprehend, do not grasp, and do not dwell on physical forms as ‘physical forms.’

source: མངོན་པར་ཞེན་པར་མི་བགྱིད་ལ་འདོགས་པར་མི་བགྱིད་དོ།
en: They are without fixation and do not designate them as such.

source: །དེའི་ཚེ་འདི་ནི་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ཞེས་བགྱི་བར་རྣམ་པར་ཤེས་པ་ལ་མི་དམིགས་ཤིང་། མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on feelings, perceptions, formative predispositions, or consciousness as ‘consciousness [and so forth].’

source: །དེའི་ཚེ་འདི་ནི་མིག་ཅེས་བགྱི་བར་མིག་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on the eyes as the ‘eyes.’

source: །དེའི་ཚེ་འདི་ནི་རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ཅེས་བགྱི་བར་ཡིད་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on the ears, nose, tongue, body, or mental faculty as the ‘mental faculty [and so forth].’

source: །དེའི་ཚེ་འདི་ནི་གཟུགས་ཤེས་བགྱི་བར་གཟུགས་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on sights as ‘sights.’

source: །དེའི་ཚེ་འདི་ནི་སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་ཆོས་ཤེས་བགྱི་བར་ཆོས་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on sounds, odors, tastes, tangibles, or mental phenomena as ‘mental phenomena [and so forth].’

source: །དེའི་ཚེ་འདི་ནི་མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བགྱི་བར་མིག་གི་རྣམ་པར་ཤེས་པ་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on visual consciousness as ‘visual consciousness.’

source: མངོན་པར་ཞེན་པར་མི་བགྱིད་ལ་འདོགས་པར་མི་བགྱིད་དོ། །དེའི་ཚེ་འདི་ནི་རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་།
en: They are without fixation and do not designate it as such.

source: སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བགྱི་བར། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, or mental consciousness as ‘mental consciousness [and so forth].’

source: །དེའི་ཚེ་འདི་ནི་མིག་གི་འདུས་ཏེ་རེག་པ་ཞེས་བགྱི་བར་མིག་གི་འདུས་ཏེ་རེག་པ་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on visually compounded sensory contact as ‘visually compounded sensory contact.’

source: །དེའི་ཚེ་འདི་ནི་རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བགྱི་བར་ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, or mentally compounded sensory contact as ‘mentally compounded sensory contact [and so forth].’

source: །དེའི་ཚེ་འདི་ནི་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཞེས་བགྱི་བར། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on feelings due to sensory contact that is visually compounded as ‘feelings due to sensory contact that is visually compounded.’

source: མངོན་པར་ཞེན་པར་མི་བགྱིད་ལ་འདོགས་པར་མི་བགྱིད་དོ། །དེའི་ཚེ་འདི་ནི་རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་།
en: They are without fixation and do not designate them as such.

source: སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཞེས་བགྱི་བར། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on feelings due to sensory contact that is aurally compounded, feelings due to sensory contact that is nasally compounded, feelings due to sensory contact that is lingually compounded, feelings due to sensory contact that is corporeally compounded, or feelings due to sensory contact that is mentally compounded as ‘feelings due to sensory contact that is mentally compounded [and so forth].’

source: །བཅོམ་ལྡན་འདས་གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་ཅིང་། ཆོས་དེ་དག་ལ་འདི་ལྟར་ཡོངས་སུ་རྟོག་པ་དེའི་ཚེ་འདི་ནི་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བགྱི་བ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: Blessed Lord, when bodhisattva great beings practice the perfection of wisdom and investigate those phenomena accordingly, at that time, they do not apprehend, do not grasp, and do not dwell on the perfection of generosity as the ‘perfection of generosity.’

source: །དེའི་ཚེ་འདི་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བགྱི་བར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom as the ‘perfection of wisdom [and so forth].’

source: །དེའི་ཚེ་འདི་ནི་ནང་སྟོང་པ་ཉིད་ཅེས་བགྱི་བར་ནང་སྟོང་པ་ཉིད་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on the emptiness of internal phenomena as the ‘emptiness of internal phenomena.’

source: །དེའི་ཚེ་འདི་ནི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བགྱི་བར་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: At that time, they do not apprehend, do not grasp, and do not dwell on [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities as the ‘emptiness of the essential nature of nonentities [and so forth].’

source: །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་ཅིང་། ཆོས་དེ་དག་ལ་འདི་ལྟར་ཡོངས་སུ་རྟག་པ་དེའི་ཚེ། འདི་ནི་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤེས་བགྱི་བར། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ། མངོན་པར་ཞེན་པར་མི་བགྱིད་ལ་འདོགས་པར་མི་བགྱིད་དོ།
en: Blessed Lord, when bodhisattva great beings practice the perfection of wisdom and investigate those phenomena accordingly, at that time they do not apprehend, do not grasp, and do not dwell on the applications of mindfulness as the ‘applications of mindfulness.’

source: །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: They are without fixation and do not designate them as such.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞེས་བགྱི་བར། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་མི་དམིགས་ཤིང་མི་ལེན་མི་གནས་ཏེ།
en: They do not apprehend, do not grasp, and do not dwell on the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, or the noble eightfold path as the ‘noble eightfold path [and so forth].’

source: མངོན་པར་ཞེན་པར་མི་བགྱིད་ལ་འདོགས་པར་མི་བགྱིད་དོ། །དེའི་ཚེ་འདི་ནི་འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་།
en: They are without fixation and do not designate them as such.
